Repository: wp-plugins/twitter-user-timelines
Catalog: lang/twitter-user-timelines-*.po
Languages: hu_hu

source: Your consumer key or consumer secret is incorrect
hu_hu: A "consumer key" és "consumer secret" nem megfelelő

source: Add an arbitrary twitter timeline or tie it to any user profile
hu_hu: Adj hozzá egy tetszőleges Twitter folyamot vagy kösd bármely felhasználóhoz

source: Twitter User Timeline
hu_hu: Twitter Folyam

source: Twitter only allows access to its API with authentication. This means you must create a Twitter application and define the consumer key and consumer secret of your application in the <a href="%s">plugin settings</a>
hu_hu: A Twitter csak autentikációval engedi használni az API-át. Ez azt jelenti, hogy készítened kell egy Twitter aplikációt amely "consumer key" és "consumer secret" adatait a <a href="%s">bővítmény beállításaiban</a> be kell illeszd.

source: On Posts
hu_hu: Bejegyzéseken

source: On Pages
hu_hu: Oldalakon

source: Author Archive
hu_hu: Szerző Archívon

source: Title:
hu_hu: Widget Címke:

source: Tweets To Show:
hu_hu: Tweet-ek Száma:

source: Default Twitter Username:
hu_hu: Twitter Felhasználónév:

source: Show Author Tweets:
hu_hu: Szerző Tweet-jeinek mutatása:

source: Twitter Field:
hu_hu: Twitter Mező:

source: Theme:
hu_hu: Színséma:

source: Twitter Timelines
hu_hu: Twitter Folyamok

source: Twitter User Timelines
hu_hu: Twitter Folyamok

source: We tried to verify your consumer key and secret but it seems they are incorrect. Make sure to copy-paste them from Twitter exactly.
hu_hu: Úgy tűnik, hogy a megadott "consumer key" és "consumer secret" nem helyes. Figyelj arra, hogy egyenesen a Twitter oldaláról másold be ide.
